Repository: orangeshirt/gnome-shell-extension-touchpad-indicator
Catalog: *.po
Languages: pt_br

source: Touchpad Indicator
pt_br: Indicador Touchpad

source: Turn Touchpad On/Off
pt_br: Ligar/Desligar o Touchpad

source: Indicatorsettings
pt_br: Configurações do Indicador

source: Behaviour if a mouse is (un)plugged:
pt_br: Comportamento se um mouse é (des)plugado:

source: Automatically switch Touchpad On/Off
pt_br: Ligar/Desligar Automaticamente o Touchpad

source: Automatically switch Trackpoint On/Off
pt_br: Ligar/Desligar Automaticamente o Touchpad

source: Show notification if switched
pt_br: Exibir notificações de estado

source: Touchpadsettings
pt_br: Configurações do Touchpad

source: Click to Tap
pt_br: Habilitar cliques com o Touch

source: Scroll behaviour
pt_br: Comportamento de Rolagem

source: Disable scrolling
pt_br: Desabilitar Rolagem

source: Edge scrolling
pt_br: Rolagem na Borda

source: Two Finger scrolling
pt_br: Rolagem com Dois Dedos

source: Additional Settings ...
pt_br: Configurações Adicionais...

source: Mouse plugged
pt_br: Mouse Conectado

source: Mouse unplugged
pt_br: Mouse Desconectado

source: Touchpad & Trackpoint enabled
pt_br: Touchpad & Trackpoint habilitados

source: Touchpad & Trackpoint disabled
pt_br: Touchpad & Trackpoint desabilitados

source: Touchpad enabled
pt_br: Touchpad habilitado

source: Touchpad disabled
pt_br: Touchpad desahabilitado

source: Trackpoint enabled
pt_br: Trackpoint habilitado

source: Trackpoint disabled
pt_br: Trackpoint habilitado
